Repository: GeorgesStavracas/kolibri-installer-gnome
Catalog: po/*.po
Languages: my

source: File
my: ဖိုင်

source: New Window
my: ၀င်းဒိုးအသစ်

source: Close Window
my: ၀င်းဒိုးပိတ်မည်

source: Open Kolibri Home Folder
my: ကလီဘရီ၏ မူလ သိုမှီးထားရာနေရာကို ဖွင့်မည်။

source: View
my: မြင်ကွင်း

source: Reload
my: အသစ်ပြန်စမည်။

source: Actual Size
my: မူလ အနေအထား

source: Zoom In
my: ပိုကြီးအောင် ချဲ့ကြည့်မည်

source: Zoom Out
my: သေးအောင် ချုံ့ကြည့်မည်

source: Open in Browser
my: ဘရော့ဇာတွင် ဖွင့်

source: Back
my: နောက်သို့

source: Forward
my: ရှေ့သို့

source: Help
my: အကူအညီ

source: Documentation
my: စာရွက်စာတန်း

source: Community Forums
my: စုပေါင်းဆွေးနွေးရာ ဖိုရမ်
